
menu = ['Главное меню',
        'Показать все заметки',
        'Создать заметку',
        'Изменить заметку по ID',
        'Удалить заметку',
        'Сохранить изменения',
        'Выход']

input_menu = 'Выберите пункт меню: '
input_menu_error = f'Введите цифру от 1 до {len(menu)-1} !'

input_note_header = 'Введите заголовок: '
input_note_text = 'Введите текст заметки: '

incorrect_format_error = 'Неверный формат ID. Введите число.'

successfully_saved = 'Заметки успешно сохранены.'

exit_program = 'Выход из программы.'
